[{"head": "Supreme Court Decision Tracker", "chatter": "Religious discrimination. Politics and race. Same-sex marriage. Obamacare. As the Supreme Court's term draws to a close, USA TODAY’s Richard Wolf breaks down what you need to know about the big cases, from those that are already decided to the remaining issues on the justices’ plate.", "share_language": "#SCOTUS top cases: What you need to know", "cases": [{"case_name": "Young v. United Parcel Service", "case_date": "3/25/2015", "case_title": "Pregnancy discrimination", "is_decided": "x", "question": "Does an employer that provides accommodations to non-pregnant employees with work limitations have to provide the same accommodations to pregnant employees who are similar in their ability or inability to work?", "argument_for": "UPS part-time driver Peggy Young claimed the same accommodations as other employees with similar weight-bearing restrictions under the Pregnancy Discrimination Act, but she was forced to take unpaid leave.", "argument_against": "The company's policy was to treat pregnant women the same as those injured outside of work. It said her pregnancy was not the result of an on-the-job injury, a disability recognized by federal law, or the loss of her driver's certification.", "quote_1": "Plaintiffs such as Young can win employment discrimination lawsuits if they can show \"that the employer's reasons are simply not strong enough to justify that burden, but rather give rise to an inference of intentional discrimination.\"", "quote_1_source": "Justice Stephen Breyer", "quote_2": "\"Because Young has not established that UPS's accommodations policy discriminates against pregnant women relative to others of similar ability or inability, she has not shown a violation of the act's same-treatment requirement.\"", "quote_2_source": "Justice Antonin Scalia", "outcome": "The court ruled 6-3 that pregnant workers can claim the same accommodations that employers grant to large numbers of similarly restricted workers.", "for": "Breyer, Roberts, Ginsburg, Sotomayor, Kagan", "against": "Scalia, Kennedy, Thomas", "wildcard_or_concur_in_part": "Alito"}, {"case_name": "Alabama Legislative Black Caucus v. Alabama", "case_date": "3/25/2015", "case_title": "Politics and race", "is_decided": "x", "question": "Do Alabama's legislative redistricting plans unconstitutionally classify black voters on the basis of race, by intentionally packing them in districts designed to maintain supermajority percentages?", "argument_for": "Black and Democratic state lawmakers said the maps drawn by the state Legislature went far beyond what was necessary to help blacks get elected or re-elected and were intended to weaken their influence in other districts.", "argument_against": "State legislative leaders said the maps were drawn to maintain blacks' voting strength, even out districts' populations, and keep counties from being split between districts -- as well as to protect incumbents.", "quote_1": "\"Section 5 does not require maintaining the same population percentages in majority-minority districts as in the prior plan. Rather, Section 5 is satisfied if minority voters retain the ability to elect their preferred candidates.\"", "quote_1_source": "Justice Stephen Breyer", "quote_2": "\"The only disagreement is about what percentage of blacks should be placed in those optimized districts. This is nothing more than a fight over the 'best' racial quota.\"", "quote_2_source": "Justice Clarence Thomas", "outcome": "The court ruled 5-4 that legislatures cannot apply overly rigid formulas to maintain high percentages of minority voters. It said the Voting Rights Act is satisfied as long as minority voters retain the ability to elect candidates of their choice.", "for": "Breyer, Kennedy, Ginsburg, Sotomayor, Kagan", "against": "Scalia, Roberts, Thomas, Alito", "wildcard_or_concur_in_part": ""}, {"case_name": "Elonis v. United States", "case_date": "6/1/2015", "case_title": "Facebook threats", "is_decided": "x", "question": "Does a federal law that makes threatening another person a crime require proof of the defendant's intent, or is it sufficient that a \"reasonable person\" would view it as threatening?", "argument_for": "Self-styled Facebook rapper Anthony Elonis claimed his angry rants targeting his estranged wife, former work colleagues and others were not intended as threats, and therefore his conviction should be overturned.", "argument_against": "The federal government sided with a majority of federal appeals courts, which had ruled that a reasonable person's interpretation of the language is enough to merit conviction.", "quote_1": "\"Federal criminal liability generally does not turn solely on the results of an act without considering the defendant's mental state.\"", "quote_1_source": "Chief Justice John Roberts", "quote_2": "\"This failure to decide throws everyone from appellate judges to everyday Facebook users into a state of uncertainty.\"", "quote_2_source": "Justice Clarence Thomas", "outcome": "The court, in an 8-1 ruling by Chief Justice John Roberts, said the perpetrator's mindset is important in determining guilt or innocence and sent the case back to the 3rd Circuit appeals court for further proceedings.", "for": "Roberts, Scalia, Kennedy, Ginsburg, Breyer, Sotomayor, Kagan", "against": "Thomas", "wildcard_or_concur_in_part": "Alito"}, {"case_name": "Equal Employment Opportunity Commission v. Abercrombie & Fitch Stores", "case_date": "6/1/2015", "case_title": "Religious discrimination", "is_decided": "x", "question": "Is an employer guilty of discrimination for refusing to hire or for firing a worker on religious grounds even when the job applicant or employee did not request an accommodation?", "argument_for": "The federal government maintained that Abercrombie discriminated \"when it intentionally refused to hire Samantha Elauf because of her hijab, after inferring correctly that Elauf wore the hijab for religious reasons.\"", "argument_against": "Abercrombie, backed by the U.S. Chamber of Commerce and other business groups, contended that employers should not be forced to inquire about a job applicant's religion for fear of appearing to discriminate.", "quote_1": "\"An employer may not make an applicant's religious practice, confirmed or otherwise, a factor in employment decisions.\"", "quote_1_source": "Justice Antonin Scalia", "quote_2": "\"Mere application of a neutral policy cannot constitute intentional discrimination.\"", "quote_2_source": "Justice Clarence Thomas", "outcome": "The court ruled 8-1 that companies cannot discriminate against job applicants or employees for religious reasons, even if an accommodation is not requested.", "for": "Scalia, Roberts, Kennedy, Ginsburg, Breyer, Sotomayor, Kagan", "against": "Thomas", "wildcard_or_concur_in_part": "Alito"}, {"case_name": "Zivotofsky v. Kerry", "case_date": "6/8/2015", "case_title": "\"Jerusalem\" or \"Israel\" on passports", "is_decided": "x", "question": "Is a law allowing Americans born in Jerusalem to have Israel listed as their birthplace on passports -- in violation of State Department policy -- constitutional even though it infringes on the president's power to recognize foreign nations?", "argument_for": "The parents of Menachem Binyamin Zivotofsky argued that Congress, not the president, has the upper hand when it comes to immigration, naturalization and passport policies.", "argument_against": "The Obama administration, like others before it, said only presidents have the power to recognize sovereign nations. The congressional law would undermine that authority.", "quote_1": "\"The power to recognize or decline to recognize a foreign state and its territorial bounds resides in the president alone.\"", "quote_1_source": "Justice Anthony Kennedy", "quote_2": "\"Today's decision is a first. Never before has this court accepted a president's direct defiance of an act of Congress in the field of foreign affairs.\"", "quote_2_source": "Chief Justice John Roberts", "outcome": "The court ruled 6-3 that Congress cannot overrule the president's exclusive authority to decide which nations to recognize. As a result, Americans born in Jerusalem cannot list Israel as their birthplace.", "for": "Kennedy, Ginsburg, Breyer, Sotomayor, Kagan", "against": "Roberts, Scalia, Alito", "wildcard_or_concur_in_part": "Thomas"}, {"case_name": "Walker v. Texas Division, Sons of Confederate Veterans", "case_date": "6/18/2015", "case_title": "Specialty license plates", "is_decided": "x", "question": "Are specialty license plates that can carry controversial messages a form of government speech, which the government can control, or private speech subject to the First Amendment?", "argument_for": "Texas officials claimed the right to decide whether a message sought by a private group should be censored, as they did in this case because the license plate would herald the Confederate cause.", "argument_against": "The Sons of Confederate Veterans said the plates simply honor the service of their forefathers and are subject to First Amendment protection as a form of private speech.", "quote_1": "\"States have long used license plates in this country to convey government messages.\"", "quote_1_source": "Justice Stephen Breyer", "quote_2": "\"The court's decision passes off private speech as government speech and, in so doing, establishes a precedent that threatens private speech that government finds displeasing.\"", "quote_2_source": "Justice Samuel Alito", "outcome": "The court ruled 5-4 that Texas engaged in a form of government speech and could limit what messages are displayed on its license plates — in this case, by refusing the Sons of Confederate Veterans plate.", "for": "Breyer, Thomas, Ginsburg, Sotomayor, Kagan", "against": "Alito, Roberts, Scalia, Kennedy", "wildcard_or_concur_in_part": ""}, {"case_name": "Texas Department of Housing and Community Affairs v. The Inclusive Communities Project", "case_date": "1/21/2015", "case_title": "Housing discrimination", "is_decided": "", "question": "Does the Fair Housing Act of 1968 protect minorities only against intentional discrimination in housing practices, or is it sufficient for them to show a disparate impact?", "argument_for": "State officials said a Dallas development project was intended to improve a low-income area and was not motivated by racial discrimination, which they say should be necessary to prove liability.", "argument_against": "A non-profit group representing black residents claimed that making federal low-income housing vouchers available only in poor, minority neighborhoods violates the Fair Housing Act.", "quote_1": "\"It seems to me that if the objection is that there aren't a sufficient number of minorities in a particular project, you have to look at the race until you get whatever you regard as the right target.\"", "quote_1_source": "Chief Justice John Roberts", "quote_2": "\"None of the policies that were imposed here and ...­­ in all other cases are race-­based. They're policies that are race-neutral but happen to have a better impact in terms of integration.\"", "quote_2_source": "Justice Sonia Sotomayor", "outcome": "The case could hang on the vote of Justice Antonin Scalia, who surprised many experts during oral arguments in January by suggesting that the 1968 law might allow for disparate impact claims.", "for": "Ginsburg, Breyer, Sotomayor, Kagan", "against": "Roberts, Kennedy, Thomas, Alito", "wildcard_or_concur_in_part": "Scalia"}, {"case_name": "Arizona State Legislature v. Arizona Independent Redistricting Commission", "case_date": "3/2/2015", "case_title": "Political districts", "is_decided": "", "question": "Does the Constitution allow states to take the decennial redistricting process for Congress away from legislatures and give it to independent commissions?", "argument_for": "Arizona's Republican-controlled state Legislature contends that the Elections Clause empowers state legislatures — not governors, voters or commissions — to draw congressional district lines. ", "argument_against": "Proponents of commissions, which are designed to minimize political considerations in the mapmaking process, say the Constitution's reference to \"legislature\" means the overall state government, including its voters.", "quote_1": "\"Give me one provision of the Constitution that uses the term 'legislature' that clearly was not meant to apply to the body of representatives of the people that makes the laws.\"", "quote_1_source": "Justice Antonin Scalia", "quote_2": "\"When it comes to this particular provision, we need to show a lot of respect to the state's own decisions about how legislative power ought to be exercised.\"", "quote_2_source": "Justice Elena Kagan", "outcome": "Justice Anthony Kennedy once again appeared to be the man in the middle during oral arguments, but he seemed to be leaning toward the legislators' point of view.", "for": "Roberts, Scalia, Thomas, Alito", "against": "Ginsburg, Sotomayor, Kagan", "wildcard_or_concur_in_part": "Kennedy, Breyer"}, {"case_name": "King v. Burwell", "case_date": "3/4/2015", "case_title": "Obamacare", "is_decided": "", "question": "Does the Affordable Care Act, also known as Obamacare, allow health insurance to be subsidized only in state health exchanges and not in those operated by the federal government?", "argument_for": "Opponents of the law claim that four words in the 906-page statute prohibit federal tax credits from being offered in states that use the federal health exchange, or marketplace.", "argument_against": "The Obama administration says the law's intent was to make affordable insurance available nationwide, and the phrase in question must be considered in that context.", "quote_1": "\"I have never seen anything like this, where it's if you take what the statute says you can have ... then you get these disastrous consequences.\"", "quote_1_source": "Justice Ruth Bader Ginsburg", "quote_2": "\"If Congress did not want the phrase 'established by the state' to mean what that would normally be taken to mean, why did they use that language?\"", "quote_2_source": "Justice Samuel Alito", "outcome": "Having saved the law from a more sweeping challenge in 2012, the court is less likely to undermine it now that it's delivering health insurance to some 12 million Americans.", "for": "Ginsburg, Breyer, Sotomayor, Kagan", "against": "Scalia, Thomas, Alito", "wildcard_or_concur_in_part": "Roberts, Kennedy"}, {"case_name": "Utility Air Regulatory Group v. Environmental Protection Agency", "case_date": "3/25/2015", "case_title": "Air pollution", "is_decided": "", "question": "Must the EPA consider costs among other factors before deciding whether to regulate hazardous air pollution from coal- and oil-fired power plants?", "argument_for": "Twenty states as well as utility companies say the government's regulation of mercury, arsenic and other pollutants would violate the Clean Air Act because it did not consider the nearly $10 billion annual cost.", "argument_against": "The government argues that regulation is reasonable simply because the emissions are hazardous and can be controlled. Costs can be considered when specific standards for cutting pollution are set.", "quote_1": "\"I would think it's classic arbitrary and capricious agency action for an agency to command something that is outrageously expensive and ­­in which the expense vastly exceeds whatever public benefit can be achieved.\"", "quote_1_source": "Justice Antonin Scalia", "quote_2": "\"The word 'appropriate,' I think, is commonly used to indicate that the expert agency will do what it finds fit based on its expertise.\"", "quote_2_source": "Justice Ruth Bader Ginsburg", "outcome": "The court was sympathetic to the argument that costs should be considered during oral arguments in March, but Justice Anthony Kennedy could tip the balance either way.", "for": "Roberts, Scalia, Thomas, Alito", "against": "Ginsburg, Breyer, Sotomayor, Kagan", "wildcard_or_concur_in_part": "Kennedy"}, {"case_name": "Obergefell v. Hodges", "case_date": "4/28/2015", "case_title": "Same-sex marriage", "is_decided": "", "question": "Does the 14th Amendment to the Constitution require states to license same-sex marriages, and to recognize same-sex marriages lawfully performed in other states?", "argument_for": "Gays and lesbians claim the right to marry under the Constitution's guarantees of due process and equal protection. In fact, thtey say, marriage is a fundamental right enjoyed not just by opposite-sex couples, but by same-sex couples.", "argument_against": "Opponents say gay marriage is prohibited under a 1972 Supreme Court precedent, and that marriage laws are the province of the states, which regulate heterosexual unions in order to encourage biological parents to form families and raise children.", "quote_1": "\"Same-sex couples say, of course, 'We understand the nobility and the sacredness of the marriage. We know we can't procreate, but we want the other attributes of it in order to show that we, too, have a dignity that can be fulfilled.'\" ", "quote_1_source": "Justice Anthony Kennedy", "quote_2": "\"You're not seeking to join the institution. You're seeking to change what the institution is.\"", "quote_2_source": "Chief Justice John Roberts", "outcome": "If past is prologue, Justice Kennedy will write the majority opinion for the court making same-sex marriage the law of the land, with the rest of the court split along traditional liberal-conservative lines.", "for": "Kennedy, Ginsburg, Breyer, Sotomayor, Kagan", "against": "Scalia, Thomas, Alito", "wildcard_or_concur_in_part": "Roberts"}, {"case_name": "Glossip v. Gross", "case_date": "4/29/2015", "case_title": "Lethal injection", "is_decided": "", "question": "Is it unconstitutional to execute a prisoner on death row using a three-drug lethal injection, in which the first drug may not produce a coma-like unconsciousness to mask the pain from the other drugs?", "argument_for": "Three death-row inmates in Oklahoma claim the state's use of midazolam, a sedative, is insufficient to prevent pain and suffering from the paralyzing and heart-stopping drugs that follow.", "argument_against": "The state argues that lethal injection is the most humane form of execution, that midazolam has been used successfully in at least a dozen cases, and that other drugs are nearly impossible to find.", "quote_1": "\"Is it appropriate for the judiciary to countenance what amounts to a guerrilla war against the death penalty, which consists of efforts to make it impossible for the states to obtain drugs that could be used to carry out capital punishment with little, if any, pain?\"", "quote_1_source": "Justice Samuel Alito", "quote_2": "\"There are other ways to kill people, regrettably, that are painless. It doesn't have to be a drug protocol that we elect that has a substantial risk of burning a person alive who's paralyzed.\"", "quote_2_source": "Justice Sonia Sotomayor", "outcome": "The court's five conservatives seemed unconvinced during oral arguments in April that using midazolam violated the 8th Amendment's ban on cruel and unusual punishment.", "for": "Roberts, Scalia, Kennedy, Thomas, Alito", "against": "Ginsburg, Breyer, Sotomayor, Kagan", "wildcard_or_concur_in_part": ""}], "id": 1.0}]